{
"MoD Justice Dept":"የመከላከያ ሚኒስተር ፍትህ ክፍል",
"Mod CCMS":"የመከላከያ ሚኒስተር የፍትህ አገልግሎት",
"Manage Cases":"ጉዳዮችን ያስተዳድሩ",
"Justice Dep":"የፍትህ ክፍል",
"Admin Panel":"የአስተዳዳሪ ፓነል",
"Home":"መነሻ ገፅ",
"My Cases":"የእኔ ጉዳዮች",
"Judges":"ዳኞች",
"All Rights Reserved":"መብቱ በህግ የተጠበቀ ነው",
"Attornies":"ጠበቆች",
"Lawyers":"ጠበቆች",
"Detectives":"መርማሪዎች",
"Plaintiffs":"ከሳሾች",
"Defendants":"ተከሳሾች",
"Wittness":"ምስክር",
"Calendar":"የቀን መቁጠሪያ",
"Login":"ግባ",
"Register":"ይመዝገቡ",
"Logout":"ውጣ",
"Assign Cases to Judges":"ጉዳዮችን ለዳኞች መድብ",
"Users":"ተጠቃሚዎች",
"Courts":"ፍርድ ቤቶች",
"Account":"መለያ",
"Tor Hayloch Round About":"ጦርኃይሎች አደባባዩ",
"Addis Ababa, Ethiopia":"አዲስ አበባ፣ ኢትዮጵያ",
"Phone":"ስልክ",
"Email":"ኢሜይል",
"Dashboard":"ዳሽቦርድ",
"Services":"የፍርድ ቤቱ አገልግሎት",
"Interpreters":"ተርጓሚዎች",
"clerks":"ጸሐፊዎች",
"Court Reporter":"የፍርድ ቤት ዘጋቢ",
"IT Dept":"የአይቲ ክፍል",
"Contact":"አድራሻ",
"Get Started":"እንጀምር",
"Digitalized Legal System":"ዲጂታል የተደረገ የህግ ስርዓት",
"We Are Making Legal System Accessable For All At All Times":"በማንኛውም ጊዜ ህጋዊ ስርዓት ለሁሉም ተደራሽ እንዲሆን እያደረግን ነው።",
"Track & Monitor Case":" መዝገብ ይክፈቱና ይከታተሉ",
"Court Calendar":"የፍርድ ቤት የቀን መቁጠሪያ",
"Report & Analyse":"ሪፖርት ያድርጉ እና ይተንትኑ",
"About":"ስለ ፍርድቤቱ",
"Team":"ቡድን",
"Legal Team":"የህግ ቡድን",
"Juges":"ዳኞ",
"Attorney":"ጠበቃ",
"Administrators":"አስተዳዳሪዎች",
"IT Dept.":"የአይቲ ክፍል.",
"About The Military Court Case Management System::CCMS.":"ስለ ወታደራዊ ፍርድ ቤት ጉዳይ አስተዳደር ሥርዓት የፍትህ አገልግሎት::",
"What is Court Case Managment System?":"የፍርድ ቤት ጉዳይ አስተዳደር ሥርዓት ምንድን ነው?",
"A court case management system (CCMS) is a software application designed to help courts efficiently organize, track, and manage all aspects of legal proceedings.":"የፍርድ ቤት ጉዳይ አስተዳደር ስርዓት (የፍትህ አገልግሎት) ሁሉንም የህግ ሂደቶች በብቃት ለማደራጀት፣ ለመከታተል እና ለማስተዳደር የተነደፈ የሶፍትዌር መተግበሪያ ነው።",
"Its essentially a digital tool that streamlines court operations, benefiting various stakeholders in the legal system.":"በመሰረቱ የፍርድ ቤት ስራዎችን የሚያቀላጥፍ ዲጂታል መሳሪያ ሲሆን ይህም በህግ ስርዓቱ ውስጥ ያሉትን የተለያዩ ባለድርሻ አካላት ተጠቃሚ ያደርጋል።",
" Here are some key features and functionalities of a CCMS:":"የፍትህ አገልግሎት አንዳንድ ቁልፍ ባህሪያት እና ተግባራት እነኚሁና፡",
"For court administrators:":"ለፍርድ ቤት አስተዳዳሪዎች፡-",
" ⦁ Case filing and docketing: Electronic filing of court documents, automated scheduling of hearings, and creation of court calendars.":"⦁ የክስ መዝገቦችን እና ሰነዶችን ማቅረብ፡ የፍርድ ቤት ሰነዶችን በኤሌክትሮኒክ መልክ ማቅረብ፣ ችሎቶችን በራስ ሰር ማደራጀት፣ እና የፍርድ ቤት የቀን መቁጠሪያ መፍጠር።",
"⦁ Case tracking and monitoring: Real-time updates on case progress, deadlines, and task assignments.":"⦁ የጉዳይ ክትትል እና ክትትል፡ የጉዳይ ሂደት፣ የግዜ ገደቦች እና የተግባር ስራዎች ላይ የእውነተኛ ጊዜ ዝመናዎች።",
" ⦁ Financial management: Tracking of court fees, fines, and other financial transactions.":"⦁ የፋይናንስ አስተዳደር፡ የፍርድ ቤት ክፍያዎችን፣ ቅጣቶችን እና ሌሎች የገንዘብ ልውውጦችን መከታተል።",
"⦁ Reporting and analytics: Generation of reports on caseloads, judge performance, and other court metrics.":"⦁ ሪፖርት ማድረግ እና ትንታኔ፡- የጉዳይ ጭነቶች ሪፖርቶችን ማመንጨት፣ የዳኞች አፈጻጸም እና ሌሎች የፍርድ ቤት መለኪያዎች።",
"For legal professionals:":"ለህግ ባለሙያዎች፡-",
"  ⦁ Secure access to case information: Online access to court documents, transcripts, and other case materials.":"⦁ የጉዳይ መረጃን ደህንነቱ የተጠበቀ ተደራሽነት፡ የፍርድ ቤት ሰነዶችን፣ ግልባጮችን እና ሌሎች የጉዳይ ቁሳቁሶችን በመስመር ላይ ማግኘት።",
" ⦁ Filing of pleadings and motions electronically: Faster and more efficient submission of legal documents.":"⦁ አቤቱታዎችን እና አቤቱታዎችን በኤሌክትሮኒክ መንገድ ማቅረብ፡ ፈጣን እና ቀልጣፋ የህግ ሰነዶችን ማቅረብ።",
"⦁ Communication with the court: Secure messaging system for communication with judges and court staff.":"⦁ ከፍርድ ቤት ጋር የሚደረግ ግንኙነት፡ ከዳኞች እና ከፍርድ ቤት ሰራተኞች ጋር ለመግባባት ደህንነቱ የተጠበቀ የመልእክት መላላኪያ ስርዓት።",
"⦁ Calendar management: Synchronization of court appearances and deadlines with personal calendars.":"⦁ የቀን መቁጠሪያ አስተዳደር፡ የፍርድ ቤት ቀጠሮዎችን እና የግዜ ገደቦችን ከግል የቀን መቁጠሪያዎች ጋር ማመሳሰል።",
"For the public:":"ለሕዝብ፡-",
"⦁ Case search: Online search of court cases by party name, case number, or other criteria.":"⦁ የጉዳይ ፍለጋ፡ የፍርድ ቤት ጉዳዮችን በፓርቲ ስም፣ በመዝገብ ቁጥር ወይም በሌላ መስፈርት በመስመር ላይ መፈለግ።",
"⦁ Case status updates: Access to current case information and upcoming events.":"⦁ የጉዳይ ሁኔታ ማሻሻያ፡ ወቅታዊ የጉዳይ መረጃ እና መጪ ክስተቶች መዳረሻ።",
"⦁ Payment of court fees: Online payment of fees and fines.":"⦁ የፍርድ ቤት ክፍያዎች ክፍያ: የመስመር ላይ ክፍያዎች እና ቅጣቶች ክፍያ.",
" Overall, CCMS aims to:":"በአጠቃላይ፣ የፍትህ አገልግሎት ዓላማው፦",
" ⦁ Improve efficiency and productivity: Automating tasks and centralizing information saves time and reduces errors.":"⦁ ቅልጥፍናን እና ምርታማነትን ማሻሻል፡ ተግባራትን በራስ-ሰር ማድረግ እና መረጃን ማእከላዊ ማድረግ ጊዜን ይቆጥባል እና ስህተቶችን ይቀንሳል።",
" ⦁ Enhance transparency and accessibility: Easier access to information for all parties involved.":"⦁ ግልፅነትን እና ተደራሽነትን ማጎልበት፡ ለሁሉም አካል መረጃን በቀላሉ ማግኘት።",
" ⦁ Promote better decision-making: Data-driven insights based on comprehensive case management.":"⦁ የተሻለ ውሳኔ አሰጣጥን ያስተዋውቁ፡ አጠቃላይ የጉዳይ አስተዳደርን መሰረት ያደረጉ በመረጃ የተደገፉ ግንዛቤዎች።",
"Introduction":"መግቢያ",
"The Judiciary is the system of courts of justice in a country, the arm of government charged with the responsibility to administer justice. The Judiciary is independent from other government functions and provides a forum for the just resolution of disputes in order to preserve the rule of law and to protect the rights and liberties guaranteed by the Constitution of Ethiopia.The advancements of the 21st century have led to an emergence of many disciplines with great potential to solve existing problems. One such potential field is Technology, which has over the years been increasingly adopted in many processes to avert the problems of ineffective and inefficient service delivery. One of the key areas of interest is automation of the judicial processes. Many challenges have been faced in the process of attaining justice including delays due to misplacement of the case files at the registry when reference is ought to be made. As legal practice has become more technologically advanced, pressure mounts on the courts is to join the flow of technological progress in other to provide a good service delivery.":"የፍትህ አካላት በአንድ ሀገር ውስጥ የፍትህ ፍርድ ቤቶች ስርዓት ነው, ፍትህን የማስተዳደር ሃላፊነት የተጣለበት የመንግስት ክንፍ ነው. የፍትህ አካላት ከሌሎች የመንግስት ተግባራት ነፃ ሆነው የህግ የበላይነትን ለማስጠበቅ እና በኢትዮጵያ ህገ መንግስት የተረጋገጡ መብቶችና ነጻነቶችን ለማስጠበቅ አለመግባባቶችን ፍትሃዊ በሆነ መንገድ ለመፍታት የሚያስችል መድረክ አዘጋጅቷል።የ 21 ኛው ክፍለ ዘመን እድገቶች አሁን ያሉትን ችግሮች ለመፍታት ትልቅ አቅም ያላቸው ብዙ ዘርፎች እንዲፈጠሩ ምክንያት ሆኗል. ከእነዚህ ውስጥ አንዱ እምቅ መስክ ቴክኖሎጂ ነው, ይህም ባለፉት ዓመታት ውጤታማ ያልሆነ እና ውጤታማ ያልሆነ የአገልግሎት አሰጣጥ ችግሮችን ለመቅረፍ በበርካታ ሂደቶች ውስጥ ጥቅም ላይ ውሏል. ከፍላጎት ዋና ዋና ቦታዎች አንዱ የፍትህ ሂደቶችን በራስ-ሰር ማድረግ ነው። በፍትህ አሰጣጥ ሂደት ብዙ ተግዳሮቶች አጋጥመውታል፤ ይህም በመዝገብ ቤት የመዝገብ መዛግብት ማጣቀሻ መሰጠት ሲገባው መጓተትን ጨምሮ ነው። የሕግ አሠራር በቴክኖሎጂ የላቀ እየሆነ በመምጣቱ፣ ጥሩ አገልግሎት ለመስጠት ከሌሎች የቴክኖሎጂ ግስጋሴዎች ጋር መቀላቀል በፍርድ ቤቶች ላይ የሚኖረው ጫና ነው።",
"Check our Services":"አገልግሎቶቻችንን ይመልከቱ",
"Service 1":"አገልግሎቶት 1",
"Responsibilities and duties of court service managers Train users of the system on how to use it.Assign roles to the people who use the system to use the system as they should":" የፍርድ ቤቱ አገልግሎት አስተዳዳሪዎች ሀላፊነትና ተግባራት ሲስተሙን ለሚጠቀሙ ሰዎች እንዴት እንደሚጠቀሙ ማሰልጠን፡:ሲስተሙን ለሚጠቀሙ ሰዎች እንደሚገባቸው ሲስተሙን እንዲጠቀሙ የስራ ድርሻ መስጠት፡፡",
"Service 2":"አገልግሎቶት 2",
"If the investigator believes that the record is sufficient for the law, open a new record through the clerk of court":"መርማሪው መዝገቡ ለህግ እንደሚበቃ ካመነ በፍርድ ቤት ፃኃፊ አማካኝነት አዲሰ መዝገብ መክፈት",
"Service 3":"አገልግሎቶት 3",
"The prosecutor will study the file from the investigator and organize the files related to the case and send it to the judge in charge.":"አቃቢ ህጉ ከመርማሪው የመጣለትን መዝገብ በማጥናት ከክስ ደቱ ጋር የሚገናኙ ፋይልሎችን በማደራጀት ወደዳኞው ሃላፊ ይልከዋል፡፡",
"Service 4":"አገልግሎቶት 4",
"The head of the judges will look at the record and forward it to himself or another judge.":"የዳኛዎቸወ ሃላፊ መዝገቡን በመየት ለራሱ ወይም ለሌላ ዳኛ ያስተላልፈዋል፡፡መዝገቡን የያዘው ዳኛ መዝገቡን በማየት የሚያስፈልገውን ውሳኔ ለመስጠት ቀጠሮ ይሰጣል፡፡",
"Service 5":"አገልግሎቶት 5",
"The judge will make a decision after considering the arguments of the plaintiff and the defendant.":"ዳኛው የከሳሽ የተከሳሽን ግራቀኝ ክርክር ከጸመለከተ በኃላ ውሳኔ ያስተላልፋል፡፡",
"Service 6":"አገልግሎቶት 6",
"This system simplifies the tedious court work":"ይህ ሲስተም አስልችና አድካሚ የሆኑ የፍርድቤት ስራዎችን ያቀላል",
"After verifying whether the lawsuits presented by the parties have been completed in accordance with the procedural law, if it has been completed, giving an order to open it by marking its accuracy":"ባለጉዳዮች የሚያቀርቡትን ክስ በሥነ ሥርዓት ሕጉ መሠረት መሟላቱን በማጣራት ከተሟላ ስለትክክለኛነቱ ምልክት በማድረግ እንዲከፈት ትእዛዝ የመስጠት፤",
"MoD Justice Dep.":"የመከላከያ ሚኒስተር ፍትህ ክፍል.",
"JUSTICE DEP.":"የፍትህ ክፍል.",
"Tor Hayloch Round About Addis Ababa, Ethiopia":"ጦርኃይሎች አካባቢ  አዲስ አበባ, ኢትዮጵያ",
"Phone:":"ስልክ",
"Follow and Subscribe to our Email":"በዚህ ይከተሉ እና በኢሜል ይመዝገቡ",
"Your Name":"የአንተን ስም",
"Your Email":"የአንተን ኢሜይል",
"Subject":"ርዕሰ ጉዳይ",
"Message":"መልዕከት",
"Location":"አካባቢ",
"Email:":"ኢሜይል:",
"Call":"በዚህ ይደውሉ",
"Tor Hayloch Round About, Addis Ababa, Ethiopia":"ጦርኃይሎች አካባቢ,  አዲስ አበባ, ኢትዮጵያ",
"Tsegawbeza Yohannes":"ፀጋውበዛ ዮሐንስ",
"It Proffessional":"አይቲ ፕሮፌሽናል",
"Check our Team":"ቡድናችንን ይጎብኙ",
"Genet Worku":"ገነት ወርቁ",
"Alex Fite":"አለማየሁ ፊጤ",
"Contact Us":"በዚህ ያግኙን",
"Create Case":"የክስ ሂደት ያስጀምሩ",
"Plaintiff UserId:":"የከሳሽ መታወቂያ ቁጥር",
"Defendant UserId":"የተከሳሽ መታወቂያ ቁጥር",
"Defendant Registration":"የተከሳሽ ምዝገባ",
"Case Title":"የጉዳይ ርዕስ",
"Case type":"የክሱ አይነት",
"Case Detail":"የክሱ ዝርዝር",
"Submit":"አስገባ",
"Edit Case":"ክሱን ያስተካክሉ",
"ID":"መታወቂያ",
"Edit":"ያስተካክሉ",
"Enter Plaintiff Id":"የከሳሽን መታወቂያ ቁጥር ያስገቡ",
"Enter Defendant Id":"የተከሳሽን መታወቂያ ቁጥር ያስገቡ",
"Enter Case title":"የጉዳዩን ርዕስ ያስገቡ",
"Enter Case type":"የጉዳዩን  አይነት  ያስገቡ",
"Enter Case details":"የክሱን ዝርዝር ያስገቡ ",
"case Id is not modified":"የክሱ ቁጥር አይለወጥም",
"Enter case type":"የክሱን አይነት ያስገቡ ",
"Enter case details":"የክሱን ዝርዝር ያስገቡ",
"Case ID":"የክሱ ቁጥር",
"Plaintiff":"ከሳሽ",
"Defendant":"ተከሳሽ",
"Cause of Action":"የተወሰደው ውሳኔ",
"User ID":"የተጠቃሚው መለያ ቁጥር",
"User Name":"የተጠቃሚው ስም",
"Rank":"ማዕረግ",
"Department":"ክፍል",
"Deleted at":"ከ ላይ ተሰርዟል",
"Restore":"ወደነበረበት መልስ",
"|Permanent Delete":"ማጥፋት",
"'Are you sure you want to peremanently delete the case?":"እርግጠኛኖት ማጥፋት ይፈልጋሉ?",
"Restore All":"ሁሉንም ወደነበረበት መልስ",
"Add Documen":"ሰነድ ይጨምሩ",
"Case Files":"የክሱ ሰነዶች",
" View Documents":"ሰነድ ይመልከቱ",
"Actions":"ድርጊት",
"Finish":"ፈፅም",
"Accept":"ተቀበል",
"Decline":"ክልክል",
"Assign Date":"ቀጠሮ መስጠት",
"Attach":"ያያይዙ",
"Reattach":"ደግመው ያያይዙ",
"Attorney Registration":"ጠበቆችን ይመዝግቡ",
"User Id:":"የተጠቃሚው መለያ ቁጥር:",
"First Name:":"የዕርሶ ሥም:",
"Last Name:":"የአባትዎ ሥም",
"List of Detectives:":"የመርማሪዎች ዝርዝር",
"Detective Name":"የመርማሪው ስም",
"Detective User ID":"የመርማሪው መለያ ቁጥር",
"Cases Currently on Hand":"አሁን በእጁ ያለ ምርመራ",
"Detective Registration":"መርማሪዎች ይመዝግቡ "







}
